Repository: osaurus-ai/osaurus
Catalog: Packages/OsaurusCore/Resources/Localizable.xcstrings
Source language: en
Languages: ko, ru, zh_hans, zh_hant

source: free sources
zh_hans: 免费来源
zh_hant: 免費來源

source: Free sources
zh_hans: 免费来源
zh_hant: 免費來源

source: Free Sources
zh_hans: 免费来源
zh_hant: 免費來源

source: Free sources work out of the box. Connect a search provider for faster, more relevant results — free tiers available, takes about 2 minutes.
zh_hans: 免费来源开箱即用。连接搜索提供商以获得更快、更相关的结果 — 大多数提供商都有免费套餐，约 2 分钟即可完成设置。
zh_hant: 免費來源開箱即用。連線搜尋供應商以獲得更快、更相關的結果 — 大多數供應商都有免費方案，約 2 分鐘即可完成設定。

source: Free trial, then paid
zh_hans: 免费试用，然后付费
zh_hant: 免費試用，然後付費

source: Free web, news, and image search. Used only when other sources fail.
zh_hans: 免费的网页、新闻和图片搜索。仅在其他来源失败时使用。
zh_hant: 免費的網頁、新聞和圖片搜尋。僅在其他來源失敗時使用。

source: Free: 1,000 searches/month
zh_hans: 免费：每月 1,000 次搜索
zh_hant: 免費：每月 1,000 次搜尋

source: Free: 2,500 queries to start
zh_hans: 免费：初始 2,500 次查询
zh_hant: 免費：初始 2,500 次查詢

source: Free: 100 queries/day
zh_hans: 免费：每天 100 次查询
zh_hant: 免費：每天 100 次查詢

source: From Plugins
zh_hans: 来自插件
zh_hant: 來自插件

source: From your Programmable Search Engine settings
zh_hans: 从你的可编程搜索引擎设置中获取
zh_hant: 從你的可程式化搜尋引擎設定中取得

source: Gate decision
zh_hans: 门控判定
zh_hant: 門控判定

source: Generate an API token.
zh_hans: 生成 API 令牌。
zh_hant: 產生 API 令牌。

source: Generate the App-Level Token (receiving)
zh_hans: 生成应用级令牌（接收）
zh_hant: 產生應用程式級令牌（接收）

source: Generation Defaults
zh_hans: 生成默认值
zh_hant: 生成預設值

source: Get an API key from the Custom Search JSON API page in Google Cloud.
zh_hans: 从 Google Cloud 的自定义搜索 JSON API 页面获取 API 密钥。
zh_hant: 從 Google Cloud 的自訂搜尋 JSON API 頁面取得 API 金鑰。

source: Give agents a dedicated on-device model that writes and runs AppleScript to automate this Mac — controlling apps like Finder, Safari, Mail, Notes, and System Events. Turn it on per agent in the Agents tab; download a model below to make it available.
zh_hans: 为智能体提供专用的设备端模型，用于编写和运行 AppleScript 来自动化此 Mac——控制访达、Safari、邮件、备忘录和系统事件等应用。在「智能体」标签页中按智能体启用；在下方下载模型以使其可用。
zh_hant: 爲智能體提供專用的設備端模型，用於編寫和運行 AppleScript 來自動化此 Mac——控制 Finder、Safari、郵件、備忘錄和系統事件等應用。在「智能體」標籤頁中按智能體啓用；在下方下載模型以使其可用。

source: Give this agent its own database
zh_hans: 为此智能体提供自己的数据库
zh_hant: 爲此智能體提供自己的資料庫

source: Give up
zh_hans: 放弃
zh_hant: 放棄

source: Global %@ -> %@
zh_hans: 全局 %1$@ → %2$@
zh_hant: 全域 %1$@ → %2$@

source: Global Agent Channel writes are disabled by the write kill switch (generation %lld).
zh_hans: 全局智能体通道的写入已被写入终止开关禁用（第 %lld 代）。
zh_hant: 全域代理通道寫入功能已被終止開關禁用（產生 %lld）。

source: Global Channel Safety
zh_hans: 全局频道安全
zh_hant: 全域頻道安全

source: Global Channel Writes
zh_hans: 全局频道写入
zh_hant: 全域頻道寫入

source: Go to Subagents and turn on Browser Use.
zh_hans: 前往子智能体并开启浏览器使用。
zh_hant: 前往子智能體並開啟瀏覽器使用。

source: Go to Tables
zh_hans: 前往数据表
zh_hant: 前往表

source: Google (Custom Search)
zh_hans: Google（自定义搜索）
zh_hant: Google（自訂搜尋）

source: Google API key
zh_hans: Google API 密钥
zh_hant: Google API 金鑰

source: Google results via API — fast and cheap.
zh_hans: 通过 API 获取 Google 结果 — 快速且便宜。
zh_hant: 透過 API 取得 Google 結果 — 快速且便宜。

source: Grant access in System Settings — filter by “Needs attention” to see which tools are waiting
zh_hans: 在系统设置中授予权限 — 筛选“需要关注”以查看哪些工具正在等待
zh_hant: 在系統設定中授予權限 — 篩選“需要關注”以查看哪些工具正在等待

source: Grant access to one macOS folder, including over authenticated remote agent runs. Writes stay inside the folder; shell and git remain disabled.
zh_hans: 授予一个 macOS 文件夹的访问权限，包括通过认证的远程智能体运行。写入保留在文件夹内；shell 和 git 保持禁用。
zh_hant: 授予一個 macOS 檔案夾的訪問權限，包括通過認證的遠程代理運行。寫入保留在檔案夾內；shell 和 git 保持停用。

source: Group consecutive thinking and tool-call rows into a single expandable summary row, so long agent runs don't push the conversation out of view. Turn off to always show every step as its own row.
zh_hans: 将连续的思考与工具调用合并为一行可展开的摘要，以免智能体长时间运行时将对话挤出视野。关闭后，每一步都单独显示为一行。
zh_hant: 將連續的思考與工具呼叫合併為一列可展開的摘要，以免智能體長時間執行時將對話擠出視線。關閉後，每一步都單獨顯示為一列。

source: Guided setup — bot access to allowlisted chats and groups
zh_hans: 引导设置 — 机器人访问允许列表中的聊天和群组
zh_hant: 引導設定 — 機器人訪問允許清單中的聊天和羣組

source: Guided setup — bot access to allowlisted servers and channels
zh_hans: 引导设置 — 机器人访问允许列表中的服务器和频道
zh_hant: 引導設定 — 機器人訪問允許清單中的伺服器和頻道

source: Guided setup — bot access to allowlisted workspace channels
zh_hans: 引导设置 — 机器人访问允许列表中的工作区频道
zh_hant: 引導設定 — 機器人訪問允許清單中的工作區頻道

source: Headers
zh_hans: 请求头
zh_hant: 請求標頭

source: Help the AI find this skill: add words users would say when they need it.
zh_hans: 帮助 AI 找到此技能：添加用户需要时可能会说的词语。
zh_hant: 幫助 AI 找到此技能：新增使用者需要時可能會說的詞語。

source: Hey! After 10 months of building in public, today is our official launch on Product Hunt. Osaurus has been shaped by feedback from people like you. If it's been useful to you, come say hi and support the launch. It means a lot to us. Thank you for being here early.
zh_hans: 嘿！经过 10 个月的公开开发，今天我们在 Product Hunt 上正式发布了。 Osaurus 因为像你这样的人的反馈而变得更好。如果它对你有帮助，来打个招呼并支持这次发布吧。这对我们意义重大。 感谢你早期的支持。
zh_hant: 嘿！經過 10 個月的公開建設，今天我們在 Product Hunt 上正式發佈了。 Osaurus 因為像你這樣的人的回饋而變得更好。如果它對你有幫助，來打個招呼並支援這次發佈吧。這對我們意義重大。 感謝你早期的支持。

source: Hidden by default. Enable the remote models you want the API to list.
zh_hans: 默认隐藏。启用你希望 API 列出的远程模型。
zh_hant: 預設隱藏。啟用您希望 API 列出的遠端模型。

source: hidden from picker
zh_hans: 在选择器中隐藏
zh_hant: 在選擇器中隱藏

source: Hide all
zh_hans: 全部隐藏
zh_hant: 全部隱藏

source: Hide attempts
zh_hans: 隐藏尝试记录
zh_hant: 隱藏嘗試記錄

source: Hide this warning for the selected model
zh_hans: 对所选模型隐藏此警告
zh_hant: 對所選模型隱藏此警告

source: Highest precision
zh_hans: 最高精度
zh_hant: 最高精度

source: History, facts & episodes
zh_hans: 历史、事实与情景
zh_hant: 歷史、事實和片段

source: Host Workspace
zh_hans: 主机工作区
zh_hant: 主機工作區

source: Hours between decay / dedup / eviction runs
zh_hans: 衰减 / 去重 / 淘汰运行之间的小时间隔
zh_hant: 衰減、去重、強制運行之間的小時間隔

source: How each generated script is gated before it runs.
zh_hans: 每个生成的脚本在运行前的门控方式。
zh_hant: 每個生成的腳本在運行前如何被門控。

source: HTTP endpoint
zh_hans: HTTP 端点
zh_hant: HTTP 端點

source: HTTP or HTTPS origin for this configured channel. Execution remains disabled until the security-reviewed runner lands.
zh_hans: 此已配置频道的 HTTP 或 HTTPS 来源。在执行器通过安全审查之前，执行功能保持禁用状态。
zh_hant: 此已設定頻道的 HTTP 或 HTTPS 來源。在執行器通過安全審查之前，執行功能保持停用狀態。

source: HTTPS origin agent tools call for this channel.
zh_hans: 智能体工具为此频道调用的 HTTPS 来源。
zh_hant: 此頻道的 HTTPS 來源智慧體工具調用。

source: Hugging Face cache and model folder
zh_hans: Hugging Face 缓存和模型文件夹
zh_hant: Hugging Face 緩存和模型資料夾

source: Human-readable name shown in the channel list.
zh_hans: 频道列表中显示的人类可读名称。
zh_hant: 頻道清單中顯示的人類可讀名稱。

source: Identity & Recovery
zh_hans: 身份与恢复
zh_hant: 身分與復原

source: Identity required
zh_hans: 需要身份
zh_hant: 需要身分

source: Idle
zh_hans: 空闲
zh_hant: 閒置

source: Ignore Bot Messages
zh_hans: 忽略机器人消息
zh_hant: 忽略機器人訊息

source: Ignore Self Messages
zh_hans: 忽略自身消息
zh_hant: 忽略自身訊息

source: Ignore Telegram updates from bot accounts unless you explicitly trust bot senders.
zh_hans: 忽略来自机器人账户的 Telegram 更新，除非你明确信任机器人发送者。
zh_hant: 忽略來自機器人帳戶的 Telegram 更新，除非您明確信任機器人傳送者。

source: Ignore updates sent by this bot identity when inbound updates are handled.
zh_hans: 在处理入站更新时忽略由此机器人身份发送的更新。
zh_hant: 在處理入站更新時忽略由此機器人身分傳送的更新。

source: Image generation and editing models live in Images settings.
zh_hans: 图片生成和编辑模型位于“图片”设置中。
zh_hant: 圖像生成和編輯模型位於「圖像」設置中。

source: Image Jobs
zh_hans: 图片任务
zh_hant: 圖片任務

source: Import a CSV, TSV, JSON, or JSONL file into this table. You can also drag a file onto this screen.
zh_hans: 将 CSV、TSV、JSON 或 JSONL 文件导入此表。你也可以将文件拖到此屏幕。
zh_hant: 將 CSV、TSV、JSON 或 JSONL 檔案匯入此表。你也可以將檔案拖到此屏幕。

source: Import a custom tool from a JSON file
zh_hans: 从 JSON 文件导入自定义工具
zh_hant: 從 JSON 檔案匯入自訂工具

source: Import a file…
zh_hans: 导入文件…
zh_hant: 匯入檔案…

source: Import an mflux image model to generate and edit images on device.
zh_hans: 导入 mflux 图片模型，即可在本机生成与编辑图片。
zh_hant: 匯入 mflux 圖片模型，即可在本機產生與編輯圖片。

source: Imported 1 item
zh_hans: 已导入 1 个项目
zh_hant: 已匯入 1 個項目

source: In the app, open the Bot page and turn on both privileged intents under “Privileged Gateway Intents”: Message Content Intent (required to read messages) and Server Members Intent (used to list senders).
zh_hans: 在应用中，打开机器人页面并启用“特权网关意图”下的两个特权意图：消息内容意图（读取消息所需）和服务器成员意图（用于列出发送者）。
zh_hant: 在應用程式中，開啟機器人頁面並啟用“特權網關意圖”下的兩個特權意圖：訊息內容意圖（讀取訊息所需）和伺服器成員意圖（用於列出傳送者）。

source: In your Slack app, open “Install App”, install it to the workspace, then copy the Bot User OAuth Token.
zh_hans: 在你的 Slack 应用中，打开“安装应用”，将其安装到工作区，然后复制机器人用户 OAuth 令牌。
zh_hant: 在您的 Slack 應用程式中，開啟“安裝應用程式”，將其安裝到工作區，然後複製機器人使用者 OAuth 令牌。

source: Inactive while Tools is off
zh_hans: 工具关闭时处于非活跃状态
zh_hant: 工具關閉時處於非活躍狀態

source: Inbound handling is rate limited right now. Wait a moment and try again.
zh_hans: 入站处理目前受到速率限制。请稍候再试。
zh_hant: 傳入處理目前受到速率限制。請稍候再試。

source: Included
zh_hans: 已包含
zh_hant: 已包含

source: Incoming messages and receive decisions across your channels
zh_hans: 跨频道的传入消息和接收决策
zh_hant: 跨頻道的傳入訊息和接收決策

source: Independent search index via the official Brave API.
zh_hans: 通过 Brave 官方 API 的独立搜索索引。
zh_hant: 透過 Brave 官方 API 的獨立搜尋索引。

source: Indexes
zh_hans: 索引
zh_hant: 索引

source: Input tokens
zh_hans: 输入 Token
zh_hant: 輸入詞元

source: inspection output exceeded the supported limit
zh_hans: 检查输出超出支持的上限
zh_hant: 檢查輸出超出支援的上限

source: inspection timed out after 30 seconds
zh_hans: 检查在 30 秒后超时
zh_hant: 檢查在 30 秒後逾時

source: Install a plugin, add a connection, or create a custom tool to get started
zh_hans: 安装插件、添加连接或创建自定义工具以开始使用
zh_hant: 安裝插件、新增連線或建立自訂工具以開始使用

source: Install plugins or connect MCP servers to add tools.
zh_hans: 安装插件或连接 MCP 服务器以添加工具。
zh_hant: 安裝插件或連線 MCP 服務器以新增工具。

source: Install the app and paste the Bot Token
zh_hans: 安装应用并粘贴机器人令牌
zh_hant: 安裝應用程式並粘貼機器人令牌

source: Installed 1 item
zh_hans: 已安装 1 个项目
zh_hant: 已安裝 1 個項目

source: Installing bundled kernel
zh_hans: 正在安装捆绑内核
zh_hant: 正在安裝捆綁核心

source: Introducing Browser Use
zh_hans: 浏览器使用功能现已推出
zh_hant: 瀏覽器使用功能現已推出

source: Invite bot
zh_hans: 邀请机器人
zh_hant: 邀請機器人

source: Invite the bot to your server
zh_hans: 邀请机器人到你的服务器
zh_hant: 邀請機器人到您的伺服器

source: Invite URL copied
zh_hans: 邀请链接已复制
zh_hant: 邀請鏈接已複製

source: JSON object keyed by standard action names. Values define method, path, optional query, headers, and bodyTemplate.
zh_hans: 以标准操作名称为键的 JSON 对象。值定义方法、路径、可选查询、标头和 bodyTemplate。
zh_hant: 以標準動作名稱為鍵的 JSON 物件。值定義方法、路徑、可選查詢、標頭和 bodyTemplate。

source: JSON-defined HTTP channel
zh_hans: JSON 定义的 HTTP 频道
zh_hant: JSON 定義的 HTTP 頻道

source: just now
zh_hans: 刚刚
zh_hant: 剛剛

source: Kagi API key
zh_hans: Kagi API 密钥
zh_hant: Kagi API 金鑰

source: Kagi API token
zh_hans: Kagi API 令牌
zh_hant: Kagi API 令牌

source: Keep authorized Telegram updates in the local inbox so agents can read and search them.
zh_hans: 将已授权的 Telegram 更新保留在本地收件箱中，以便智能体可以读取和搜索它们。
zh_hant: 將已授權的 Telegram 更新保留在本機收件匣中，以便代理可以讀取和搜尋它們。

source: Keep Chat Model Loaded (Coexistence)
zh_hans: 保持聊天模型加载（共存）
zh_hant: 維持對話模型載入（共存）

source: Keep Mac Awake While Agents Run
zh_hans: 智能体运行时保持 Mac 唤醒
zh_hant: 智能體運行時保持 Mac 喚醒

source: Keep structured records across chats in the agent's private database
zh_hans: 在智能体的私有数据库中跨聊天保存结构化记录
zh_hant: 在智能體的私有資料庫中跨聊天儲存結構化誌錄

source: Keep the natural transcription, including filler words
zh_hans: 保留自然转写文本，包括填充词
zh_hant: 保留自然轉寫文本，包括填充詞

source: Keeping this Mac awake while agents work
zh_hans: 智能体工作时保持 Mac 唤醒
zh_hant: 智能體工作時保持 Mac 喚醒

source: Key invalid
zh_hans: 密钥无效
zh_hant: 金鑰無效

source: Last auto-reconnect %@.
zh_hans: 上次自动重连：%@。
zh_hant: 上次自動重連：%@。

source: Last connected %@.
zh_hans: 上次连接：%@。
zh_hant: 上次連接：%@。

source: Last probe
zh_hans: 上次探测
zh_hant: 上次探測

source: last resort
zh_hans: 最后手段
zh_hant: 最後手段

source: Last resort
zh_hans: 最后手段
zh_hant: 最後手段

# Last search succeeded via %@ %@ — %lld result%@.
source: Last search succeeded via %1$@ %2$@ — %3$lld result%4$@.
zh_hans: 上次搜索于 %2$@ 通过 %1$@ 成功 — %3$lld 个结果。
zh_hant: 上次搜尋透過 %@ %@ 成功 — %lld 個結果%@。

source: Last Used
zh_hans: 上次使用
zh_hant: 上次使用

source: Latest distillation produced no usable episode.
zh_hans: 最新蒸馏未产生可用情景。
zh_hant: 最新蒸餾未產生可用片段。

source: Leave empty for unrestricted outbound
zh_hans: 留空以不限制出站
zh_hant: 留空以不限制出站

source: Ledger cost
zh_hans: 分类账成本
zh_hant: 分類賬成本

source: Ledger rows
zh_hans: 分类账行数
zh_hant: 分類賬行數

source: Let agents browse the web in their own persistent sessions
zh_hans: 让智能体在自己的持久会话中浏览网页
zh_hant: 讓代理在其自己的持久會話中瀏覽網頁

source: Let agents post to write-allowlisted Discord destinations. Channel writes must also be on globally.
zh_hans: 允许智能体发布到写入允许列表的 Discord 目标。频道写入也必须全局开启。
zh_hant: 允許代理發佈到寫入允許清單的 Discord 目標。頻道寫入也必須全域開啟。

source: Let agents post to write-allowlisted Slack channels. Channel writes must also be on globally.
zh_hans: 允许智能体发布到写入允许列表的 Slack 频道。频道写入也必须全局开启。
zh_hant: 允許代理發佈到寫入允許清單的 Slack 頻道。頻道寫入也必須全域開啟。

source: Let agents post to write-allowlisted Telegram chats. Channel writes must also be on globally.
zh_hans: 允许智能体发布到写入允许列表的 Telegram 聊天。频道写入也必须全局开启。
zh_hant: 允許代理發佈到寫入允許清單的 Telegram 聊天。頻道寫入也必須全域開啟。

source: Let agents read and reply on Discord, Slack, and Telegram
zh_hans: 允许智能体在 Discord、Slack 和 Telegram 上读取和回复
zh_hant: 允許代理在 Discord、Slack 和 Telegram 上讀取和回覆

source: Let agents read and reply where your team already talks.
zh_hans: 让智能体在你团队已经交谈的地方阅读和回复。
zh_hant: 讓智慧體在您團隊已經交談的地方閱讀和回覆。

source: Let agents read and reply where your team already talks. Each guided setup ends with a live verification of an incoming message.
zh_hans: 让智能体在你团队已经交谈的地方阅读和回复。每个引导设置都以传入消息的实时验证结束。
zh_hant: 讓智慧體在您團隊已經交談的地方閱讀和回覆。每個引導設定都以傳入訊息的即時驗證結束。

source: Let the agent browse the web in its own persistent browser session — sign-ins stick around between chats. Reads and navigation run automatically; typing and anything consequential pause for your approval.
zh_hans: 让智能体在自己的持久浏览器会话中浏览网页 — 登录状态在聊天之间保持。读取和导航自动运行；输入和任何重要操作会暂停等待你的批准。
zh_hant: 讓代理在其自己的持久瀏覽器會話中瀏覽網頁 — 登入狀態在聊天之間保持。讀取和導航自動執行；輸入和任何重要操作會暫停等待您的批准。

source: Let the agent schedule its own follow-up runs and send you notifications. Run frequency and limits live in General → Configure → Scheduling.
zh_hans: 让智能体安排自己的后续运行并发送通知。运行频率和限制在通用 → 配置 → 调度中设置。
zh_hant: 讓智能體安排自己的後續運行並傳送通知。運行頻率和限制在通用 → 設定 → 排程中設定。

source: Let the agent search the web through your search providers. Works out of the box with built-in sources; configure providers in Settings > Search.
zh_hans: 让智能体通过你的搜索提供商搜索网页。内置源开箱即用；在设置 > 搜索中配置提供商。
zh_hant: 讓智能體通過你的搜尋提供商搜尋網頁。內置源開箱即用；在設定 > 搜尋中設定提供商。

source: Let the agent search the web through your search providers. Works out of the box with free sources; configure providers in Settings > Search.
zh_hans: 允许智能体通过你的搜索提供商搜索网页。免费来源开箱即用；在设置 > 搜索中配置提供商。
zh_hant: 允許智慧體透過您的搜尋供應商搜尋網頁。免費來源開箱即用；在設定 > 搜尋中設定供應商。

source: Let the model reason before it answers
zh_hans: 让模型在回答前进行推理
zh_hant: 讓模型在回答前進行推理

source: Lets local processes route requests through the Osaurus Router (spending credits) via the HTTP API without an access key. Keep this off unless you trust every process on this Mac.
zh_hans: 允许本地进程通过 HTTP API 无需访问密钥即可通过 Osaurus Router（消耗积分）路由请求。除非你信任这台 Mac 上的所有进程，否则请保持关闭。
zh_hant: 允許本機程序透過 HTTP API 無需存取金鑰即可透過 Osaurus Router（消耗積分）路由請求。除非你信任這臺 Mac 上的所有程序，否則請保持關閉。

source: List rooms
zh_hans: 列出房间
zh_hant: 房間清單

source: List spaces
zh_hans: 列出空间
zh_hant: 空間清單

source: Live catalog: %lld entries, %lld Codex-compatible.
zh_hans: 实时目录：%lld 个条目，%lld 个 Codex 兼容。
zh_hant: 即時目錄：%lld 個條目，%lld 個 Codex 相容。

source: Live check
zh_hans: 实时检查
zh_hant: 即時檢查

source: Live information from the internet.
zh_hans: 来自互联网的实时信息。
zh_hant: 來自網際網路的即時資訊。

source: Live web research with source retrieval, cross-checking, and cited reports
zh_hans: 实时网络研究，支持来源检索、交叉验证和引用报告
zh_hant: 實時網絡研究，支持來源檢索、交叉驗證和引用報告

source: Load from Discord
zh_hans: 从 Discord 加载
zh_hant: 從 Discord 載入

source: Load from Slack
zh_hans: 从 Slack 加载
zh_hant: 從 Slack 載入

source: Load from Telegram
zh_hans: 从 Telegram 加载
zh_hant: 從 Telegram 載入

source: Load policy
zh_hans: 加载策略
zh_hant: 載入策略

source: Load Policy
zh_hans: 加载策略
zh_hant: 載入策略

source: Load recent Telegram choices
zh_hans: 加载最近的 Telegram 选项
zh_hant: 載入最近的 Telegram 選項

source: Load Workspace
zh_hans: 加载工作区
zh_hant: 載入工作區

source: Loaded %@. Choose its channels and authorized senders below, then press Done.
zh_hans: 已加载 %@。在下方选择其频道和授权发送者，然后按完成。
zh_hant: 已載入 %@。在下方選擇其頻道和授權傳送者，然後按完成。

source: Loaded Discord servers and channels.
zh_hans: 已加载 Discord 服务器和频道。
zh_hant: 已載入 Discord 伺服器和頻道。

source: Loaded on demand from your assigned set.
zh_hans: 从你分配的集合中按需加载。
zh_hant: 從你分配的集合中按需載入。

source: Loaded recent Telegram chats and senders.
zh_hans: 已加载最近的 Telegram 聊天和发送者。
zh_hant: 已載入最近的 Telegram 聊天和傳送者。

source: Loading activity
zh_hans: 正在加载活动
zh_hant: 正在載入活動

source: Loading diff…
zh_hans: 正在加载差异…
zh_hant: 正在載入差異…

source: Loading more…
zh_hans: 加载更多…
zh_hant: 載入更多…

source: Local Models
zh_hans: 本地模型
zh_hant: 本地模型

source: Local models receive this as-is. Turn on the Privacy Filter to scrub it before cloud sends.
zh_hans: 本地模型按原样接收此内容。开启隐私过滤器可在发送到云端前对其进行清理。
zh_hant: 本地模型會原樣接收此內容。啟用隱私過濾器可以在傳送到雲端前進行清理。

source: Local rows
zh_hans: 本地行数
zh_hant: 本地行數

source: Long Poll Limit
zh_hans: 长轮询限制
zh_hant: 長輪詢限制

source: Long Poll Timeout Seconds
zh_hans: 长轮询超时秒数
zh_hant: 長輪詢逾時秒數

source: Long polling is not running. Save a bot token, enable long polling, and add authorized sender IDs to start it.
zh_hans: 长轮询未在运行。保存机器人令牌、启用长轮询并添加已授权的发送者 ID 以启动它。
zh_hant: 長輪詢未在執行。儲存機器人令牌、啟用長輪詢並新增已授權的傳送者 ID 以啟動它。

source: Long polling is not running. Save a bot token, enable long polling, then add readable chat IDs and authorized sender IDs to start it.
zh_hans: 长轮询未运行。保存机器人令牌，启用长轮询，然后添加可读聊天 ID 和授权发送者 ID 即可启动。
zh_hant: 長輪詢未在執行。請儲存機器人令牌、啟用長輪詢，然後新增可讀的聊天 ID 與授權傳送者 ID 以啟動它。

source: Long polling receive
zh_hans: 长轮询接收
zh_hant: 長輪詢接收

source: Looking for image models?
zh_hans: 正在寻找图像模型？
zh_hant: 正在尋找圖像模型？

source: Mac Automator
zh_hans: Mac 自动化器
zh_hant: Mac 自動化器

source: Manage
zh_hans: 管理
zh_hant: 管理

source: Manage calendar events, reminders, email, and messages
zh_hans: 管理日历事件、提醒事项、邮件和消息
zh_hant: 管理日曆事件、提醒事項、郵件和訊息

source: Manage search credits and billing.
zh_hans: 管理搜索积分和账单。
zh_hant: 管理搜尋積分和賬單。

source: Managed by its plugin — uninstall in Plugins to remove
zh_hans: 由其插件管理 — 在插件中卸载以移除
zh_hant: 由其插件管理 — 在插件中卸載以移除

source: Manual fallback for servers not returned by discovery.
zh_hans: 为自动发现未能返回的服务器提供的手动回退。
zh_hant: 未被發現返回的伺服器的手動回退。

source: Manual ID fields are under Advanced for entries discovery cannot see.
zh_hans: 对于自动发现看不到的条目，可使用高级选项下的手动 ID 字段。
zh_hant: 手動 ID 字段位於進階選項下，用於發現無法看到的條目。

source: Manual IDs are a fallback for chats or senders not returned by discovery.
zh_hans: 手动 ID 是一种回退方式，用于自动发现未能返回的聊天或发送者。
zh_hant: 手動 ID 是未被發現返回的聊天或傳送者的回退。

source: Manual IDs are a fallback for restricted Slack scopes or entries not returned by discovery.
zh_hans: 手动 ID 是一种回退方式，适用于 Slack 权限范围受限或自动发现未能返回的条目。
zh_hant: 手動 ID 是受限 Slack 範圍或未被發現返回的條目的回退。

source: Map each standard action to the HTTP request it performs. Use ${content}, {room_id}, and ${secret:name} placeholders.
zh_hans: 将每个标准操作映射到其执行的 HTTP 请求。使用 ${content}、{room_id} 和 ${secret:name} 占位符。
zh_hant: 將每個標準操作對應到其執行的 HTTP 請求。使用 ${content}、{room_id} 和 ${secret:name} 佔位符。

source: Mark channels as Read and people as Allow — no copying numeric IDs.
zh_hans: 将频道标记为“可读”，将人员标记为“允许” — 无需复制数字 ID。
zh_hant: 將頻道標記爲已讀，人員標記爲允許 — 無需複製數字 ID。

source: Mark chats as Read so agents can see them, and mark people as Allow so their messages are handled. Manual ID fields are under Advanced.
zh_hans: 将聊天标记为“可读”以便智能体可以看到，将人员标记为“允许”以便处理其消息。手动 ID 字段位于高级选项下。
zh_hant: 將聊天標記爲已讀以便智慧體可以看到，將人員標記爲允許以便其訊息被處理。手動 ID 字段位於進階選項下。

source: Masking runs on-device using OCR + the Privacy Filter (your configured rules plus an on-device model for names/addresses/dates/secrets). Detection isn't perfect — it can miss text OCR can't read or the model doesn't recognize — so \"mask only sensitive text\" trades some privacy for the model seeing more context. Screenshots also require Screen Recording permission; without it the agent stays on accessibility text only.
zh_hans: 遮蔽功能在设备上运行，使用 OCR + 隐私过滤器（你配置的规则加上设备上的姓名/地址/日期/密钥识别模型）。检测并不完美 — 可能会遗漏 OCR 无法读取或模型无法识别的文本 — 因此「仅遮蔽敏感文本」在隐私和模型获取更多上下文之间做了权衡。截图还需要屏幕录制权限；没有该权限智能体只能使用辅助功能文本。
zh_hant: 遮蔽功能在裝置上運行，使用 OCR + 隱私過濾器（您配置的規則加上裝置上的姓名/地址/日期/金鑰識別模型）。檢測並不完美 — 可能會遺漏 OCR 無法讀取或模型無法識別的文本 — 因此「僅遮蔽敏感文字」在隱私和模型取得更多上下文之間做了權衡。螢幕截圖還需要螢幕錄製權限；沒有該權限智慧體只能使用輔助功能文字。

source: Max output tokens per subagent
zh_hans: 每个子智能体的最大输出 Token 数
zh_hant: 每個子智能體的最大輸出令牌數

source: Max subagents per batch
zh_hans: 每批最大子智能体数
zh_hant: 每批最大子智能體數

source: Maximum updates per poll. Clamped to 1-100.
zh_hans: 每次轮询的最大更新数。限制在 1-100 之间。
zh_hant: 每次輪詢的最大更新數。限制在 1-100 之間。

source: Maybe later
zh_hans: 以后再说
zh_hant: 以後再說

source: MCP server
zh_hans: MCP 服务器
zh_hant: MCP 服務器

source: Memory is
zh_hans: 记忆状态
zh_hant: 記憶狀態

source: Memory is tight for %@
zh_hans: %@ 的内存不足
zh_hant: 記憶體不足 %@

source: Memory signals dead-lettered after repeated failures.
zh_hans: 记忆信号在多次失败后已进入死信队列。
zh_hant: 重複失敗後內存信號已進入死信佇列。

source: Mention the Discord bot user, not the Osaurus agent name.
zh_hans: 提及 Discord 机器人用户，而不是 Osaurus 智能体名称。
zh_hant: 提及 Discord 機器人使用者，而不是 Osaurus 智慧體名稱。

source: Mention the Discord bot user, not the Osaurus agent name. Load from Discord to fill in the bot name.
zh_hans: 提及 Discord 机器人用户，而不是 Osaurus 智能体名称。从 Discord 加载以填写机器人名称。
zh_hant: 提及 Discord 機器人使用者，而不是 Osaurus 智慧體名稱。從 Discord 載入以填寫機器人名稱。

source: Mention the Slack bot user, not the Osaurus agent name.
zh_hans: 提及 Slack 机器人用户，而不是 Osaurus 智能体名称。
zh_hant: 提及 Slack 機器人使用者，而不是 Osaurus 智慧體名稱。

source: Mention the Slack bot user, not the Osaurus agent name. Load from Slack to fill in the bot name.
zh_hans: 提及 Slack 机器人用户，而不是 Osaurus 智能体名称。从 Slack 加载以填写机器人名称。
zh_hant: 提及 Slack 機器人使用者，而不是 Osaurus 智慧體名稱。從 Slack 載入以填寫機器人名稱。

source: Mentions are required to start a conversation. Mention the bot user (not the Osaurus agent name) in your message.
zh_hans: 需要提及才能开始对话。在消息中提及机器人用户（而不是 Osaurus 智能体名称）。
zh_hant: 需要提及才能開始對話。在訊息中提及機器人使用者（而不是 Osaurus 智慧體名稱）。

source: Messages from bot accounts are ignored (see Advanced settings).
zh_hans: 来自机器人账户的消息会被忽略（参见高级设置）。
zh_hant: 來自機器人賬戶的訊息會被忽略（參見進階設定）。

source: Metadata only
zh_hans: 仅元数据
zh_hant: 僅元數據

source: Metadata only - no prompts, replies, tool payloads, private keys, or signatures.
zh_hans: 仅包含元数据——不含提示词、回复、工具负载、私钥或签名。
zh_hant: 僅包含中繼資料——不含提示詞、回覆、工具負載、私密金鑰或簽章。

source: Missing
zh_hans: 缺失
zh_hant: 缺少

source: Missing agent
zh_hans: 缺少智能体
zh_hant: 缺少智慧體

source: Model capability detection reports local tool calling as unsupported for this bundle.
zh_hans: 模型能力检测报告此包不支持本地工具调用。
zh_hant: 模型能力檢測報告此包不支持本地工具調用。

source: Model context limit unavailable
zh_hans: 模型上下文限制不可用
zh_hant: 模型上下文限制不可用

source: Model Options
zh_hans: 模型选项
zh_hant: 模型選項

source: Model Residency
zh_hans: 模型驻留
zh_hant: 模型駐留

source: Models Directory
zh_hans: 模型目录
zh_hant: 模型目錄

source: Models reload after Save
zh_hans: 保存后将重新加载模型
zh_hant: 儲存後重新載入模型

source: Modified
zh_hans: 已修改
zh_hant: 已修改

source: Modifiers
zh_hans: 修饰键
zh_hant: 修飾鍵

source: More rows load automatically as you scroll — this fetches the next batch now.
zh_hans: 滚动时会自动加载更多行——点按此按钮可立即获取下一批。
zh_hant: 滾動時自動載入更多行 — 現在獲取下一批。

source: Name and endpoint
zh_hans: 名称和端点
zh_hant: 名稱和端點

source: Name this channel
zh_hans: 命名此频道
zh_hant: 命名此頻道

source: Native Integrations
zh_hans: 原生集成
zh_hant: 原生整合

source: Near limit
zh_hans: 接近上限
zh_hant: 接近上限

source: needs %@
zh_hans: 需要 %@
zh_hant: 需要 %@

source: Needs key
zh_hans: 需要密钥
zh_hant: 需要金鑰

source: Negative prompt (optional)
zh_hans: 负向提示词（可选）
zh_hant: 負向提示詞（選填）

source: Net credits
zh_hans: 净积分
zh_hant: 網絡積分

source: Neural search built for AI agents, with key excerpts per result.
zh_hans: 专为 AI 智能体打造的神经搜索，每条结果附带关键摘录。
zh_hant: 專為 AI 智能體打造的神經搜尋，每條結果附帶關鍵摘錄。

source: Never used
zh_hans: 从未使用
zh_hant: 從未使用

source: New chat
zh_hans: 新建聊天
zh_hant: 新增聊天

source: New Custom Channel
zh_hans: 新建自定义频道
zh_hant: 新增自訂頻道

source: New Custom Tool
zh_hans: 新建自定义工具
zh_hant: 新增自訂工具

source: Next session
zh_hans: 下一个会话
zh_hant: 下一個會話

source: NIL
zh_hans: 空
zh_hant: 空

source: No actions defined
zh_hans: 未定义操作
zh_hant: 未定義操作
